Repository: youssefasultan/GASTrack
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: GASTEC Dispensing Tracking App
ar: تطبيق جازتك لتتبع صرف البنزين و الغاز

source: Username
ar: اسم المستخدم

source: Password
ar: كلمه السر

source: URL
ar: الرابط

source: Login
ar: دخول

source: Register
ar: تسجيل الجهاز

source: Invalid Username!
ar: أسم مستخدم غير مقبول

# shortPassword
source: Password is too short!
ar: كلمه السر قصيره

source: Enter Url
ar: أدخل الرابط

source: Fuel
ar: بنزين

source: Gas
ar: غاز

source: oil
ar: زيوت

source: Home
ar: الصفحه الرئيسية

# endShift
source: End Shift Invoice
ar: تحصيل نهايه الشيفت

# refil
source: Refill Invoice
ar: أعاده ملئ

source: Reading
ar: قراءه العداد

source: Liter
ar: لتر

source: Amount
ar: المبلغ

source: EGP
ar: ج.م.

source: Confirm
ar: تأكيد

# successMsg
source: Data Uploaded Successfully!
ar: تم رفع البيانات بنجاح

source: Okay
ar: نعم

source: Cancel
ar: لا

# readingError
source: Reading Must be Greater than last reading
ar: القراءه يجب ان تكون اكبر من القراءه الحاليه

source: Unit Price
ar: سعر الوحدة

source: Total Sales
ar: أجمالي المبيعات

source: Total Collection
ar: أجمالي التحصيل

source: Error
ar: خطأ

source: Payment
ar: الدفع

source: Cash
ar: نقدي

# card
source: Visa
ar: كروت

source: Coupon
ar: كوبونات

source: Uploading
ar: رفع

# plesaeWait
source: Please Wait..
ar: من فضلك انتظر

source: Success
ar: تم

# notRegestered
source: Please Enter Settings
ar: من فضلك ادخل العدادات

# m3
source: mÂ³
ar: م³

source: Welcome
ar: مرحبا

source: Station
ar: أسم المحطه

source: Shift
ar: شيفت

# uploadError
source: Unsuccessful Billing
ar: لم يتم رفع الفواتير بنجاح

source: Logout
ar: خروج

source: Quantity
ar: الكميه

source: Total
ar: أجمالي

# salesError
source: Total Collection Should be greater than or Equal to Total Sales
ar: أجمالي التحصيل يجب أن يكون اكبر من أو يساوي أجمالي المبيعات

# totalError
source: Totals Must be equal to Total Sales
ar: الأجمالي يجب ان يساوي أجمالي المبيعات

# amountError
source: Please Check Amount Entered for item
ar: من فضلك تأكد من قراءه العداد للمعده رقم

# shiftTypeHint
source: Select Shift Type
ar: أختر نوع الشيفت

source: Next
ar: التالي

source: Day Summery
ar: ملخص اليوم

source: Dispenser
ar: موزع

# tank
source: Tanks
ar: خزان

source: value
ar: القيمه

source: count
ar: عدد

# couponValueError
source: Please Enter Coupon Value
ar: من فضلك ادخل القيمه

# cashOverFlowError
source: Please Check Entries
ar: من فضلك تأكد من القيم المدخله

source: calibration
ar: معايرة

# unpaidCoupons
source: Credit
ar: أجل

source: Active
ar: يعمل

source: Inactive
ar: لا يعمل

source: Price
ar: السعر

# egpPerL
source: EGP/L
ar: جنيه مصري / لتر

source: Start
ar: بداية

source: End
ar: نهاية

# unrecoredTankError
source: Please Enter Start and End shift Tank Readings for Fuel
ar: الرجاء إدخال قراءات خزان بداية ونهاية لبنزين

source: Attachment
ar: المرفقات

# addCashPic
source: Add Cash Recipt
ar: إيصال وردية

# addVisaPics
source: Add Visa Recipts
ar: إيصالات بطاقات الائتمان

# deleteImg
source: Are you sure you want to remove?
ar: هل تريد ازاله الصوره؟

# wared
source: Incoming
ar: وارد

# calibError
source: calibration amount must be less than or equal
ar: يجب أن يكون مقدار المعايرة أقل من أو يساوي

# smartCard
source: Smart Cards
ar: الكرت الزكي

# endDay
source: Do you want to End Day?
ar: هل تريد انهاء ...

# endDayStr
source: Day
ar: اليوم

# endShiftStr
source: Shift
ar: الشيفت

# endDayWarning
source: current shift will be the last shift in day
ar: الشيفت الحالي سوف يكون اخر شيفت في يوم
